<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Cabeçalho da Tabela
    |--------------------------------------------------------------------------
    */

    'table.heading' => 'Auditorias',

    /*
    |--------------------------------------------------------------------------
    | Colunas da Tabela
    |--------------------------------------------------------------------------
    */

    'column.user_name' => 'Usuário',
    'column.event' => 'Evento',
    'column.created_at' => 'Criado em',
    'column.old_values' => 'Valores Antigos',
    'column.new_values' => 'Novos Valores',

    /*
    |--------------------------------------------------------------------------
    | Ações da Tabela
    |--------------------------------------------------------------------------
    */

    'action.restore' => 'Restaurar',

    /*
    |--------------------------------------------------------------------------
    | Notificações
    |--------------------------------------------------------------------------
    */

    'notification.restored' => 'Auditoria restaurada',
    'notification.unchanged' => 'Nada para alterar',

];
